Repository: NgKhacDuy/AppChatPhone
Catalog: resources/lib/src/strings/intl_*.arb
Languages: vi

# permissionNotGrantedContent
source: You have not granted the {permission} permission to the app, do you want to go to settings to install it?
vi: Bạn chưa cấp quyền {permission} cho ứng dụng, bạn có muốn vào phần cài đặt để cấp quyền cho nó không?

source: Setting
vi: Cài đặt

source: camera
vi: máy ảnh

source: gallery
vi: bộ sưu tập

# errorOccurWhenLogin
source: An error occurred during login. Please try logging in again. If you still cannot log in, please contact:
vi: Đã xảy ra lỗi trong quá trình đăng nhập. Vui lòng thử đăng nhập lại. Nếu vẫn không đăng nhập được, vui lòng liên hệ tới số:

# errorUrl
source: Your input link must be a Url
vi: Link bạn nhập phải là Url

# submitObd
source: Submit profile OnBoarding
vi: Nộp hồ sơ OnBoarding

# insuranceIdMustBe10Character
source: Insurance ID must be 10 digits
vi: Số sổ BHXH phải là 10 chữ số
