Repository: NgKhacDuy/AppChatPhone
Catalog: resources/lib/src/strings/intl_*.arb
Languages: vi

source: Hello!
vi: Xin chào!

source: Change theme
vi: Thay đổi theme

source: Change language
vi: Thay đổi ngôn ngữ

source: No internet connection!
vi: Không có kết nối internet

# serverNotResponding
source: Server is not responding!
vi: Server không phản hồi!

source: Something went wrong
vi: Có lỗi xảy ra!

# apiNotFound
source: Route not found!
vi: Không tìm thấy!

source: Server error
vi: Lỗi hệ thống

source: Home view
vi: View Chính

source: Main view
vi: Main Chính

source: Login
vi: Đăng nhập

source: Not Login!!
vi: Chưa đăng nhập!!

source: Get List Network
vi: Lấy danh sách từ api

source: Get List DB
vi: Lấy danh sách từ DB

source: No Error!!
vi: Chưa lỗi!!

source: Users
vi: Danh sách người dùng

# dbUsers
source: Users DB
vi: Danh sách người dùng DB

source: Disable Button
vi: Nút không hoạt động

source: Close
vi: Đóng

source: Confirm
vi: Xác nhận

# emptyMessage
source: No Data!
vi: Dữ liệu trống!

source: Retry
vi: Thử lại

source: Change password
vi: Đổi mật khẩu

# forceChangePasswordReason
source: As this is a temporary password, you need to change it for easier memorization and better security. The password must adhere to some minor requirements, please take note!
vi: Vì đây là mật khẩu tạm thời, nên bạn cần đổi mật khẩu để dễ nhớ và bảo mật hơn. Mật khẩu có một số quy định nhỏ, bạn lưu ý nhé!

# passwordInclude
source: Password must include
vi: Mật khẩu phải gồm

# passwordRule
source: • Letter and number • Longer than 8 characters • at least 1 uppercase character
vi: • Chữ và số • Dài hơn 8 ký tự • Có ít nhất một ký tự viết hoa

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

# passwordInvalid
source: Invalid password
vi: Mật khẩu không hợp lệ

source: Update
vi: Cập nhật

source: OK
vi: Đồng ý

source: Cancel
vi: Hủy

source: Done
vi: Xong

source: Other
vi: Khác

source: Submit
vi: Xác nhận

# confirmChangePasswordTitle
source: Confirmation to change the password.
vi: Xác nhận đổi mật khẩu

# confirmChangePasswordMessage
source: The new password will be used for the next login.
vi: Mật khẩu mới sẽ được dùng cho lần đăng nhập sau.

# confirmPasswordNotMatch
source: The confirmed password does not match.
vi: Mật khẩu xác nhận không khớp

# passwordRule1
source: Password must be longer than 8 characters.
vi: Mật khẩu phải dài hơn 8 ký tự.

# passwordRule2
source: Password must contain at least 1 lowercase character.
vi: Mật khẩu phải chứa ít nhất 1 ký tự thường.

# passwordRule3
source: Password must contain at least 1 uppercase character.
vi: Mật khẩu phải chứa ít nhất 1 ký tự hoa.

# passwordRule4
source: Password must contain at least 1 numeric character.
vi: Mật khẩu phải chứa ít nhất 1 ký tự số.

# changePasswordSuccess
source: Change password successfully
vi: Đổi mật khẩu thành công

# forceChangePasswordSuccessMessage
source: Next, you need to fill in your personal information to complete the profile to work at GEEK UP.
vi: Tiếp theo, bạn cần điền thông tin cá nhân để hoàn thành hồ sơ đi làm tại GEEK UP nhé.

# fillOBDForm
source: Fill in your personal information
vi: Điền thông tin cá nhân của bạn

source: Log out
vi: Đăng xuất

source: Login fail
vi: Đăng nhập thất bại

source: Login with OTable
vi: Đăng nhập với OTable

source: Welcome to Alia
vi: Chào mừng bạn tới Alia

# welcomeMessage
source: Alia helps you easily integrate into the culture of GEEK Up and join the journey of exploring GEEK Adventure.
vi: Alia giúp bạn dễ dàng hoà nhập với văn hoá của GEEK Up và tham gia hành trình khám phá GEEK Adventure.

# welcomeMessage2
source: Let's explore GEEK Adventure to integrate into GEEK Up's culture.
vi: Bạn hãy khám phá hành trình GEEK Adventure để hoà nhập với văn hoá của GEEK Up nè.

# pleaseProviderInformationToCreateAccount
source: Please provide us information to create your account
vi: Cho mình biết một số thông tin của bạn để tạo tài khoản nhé.

source: Register
vi: Đăng ký

source: Register account
vi: Đăng ký tài khoản

source: Full name
vi: Họ và tên

source: Short name
vi: Tên viết tắt (Short Name)

source: Date of birth
vi: Ngày tháng năm sinh

# citizenId
source: Identity number
vi: Số CMND/CCCD

source: Personal email
vi: Địa chỉ mail cá nhân

# isRequired
source: This field must not be left empty
vi: Trường này không được để trống

# fullNameLabel
source: Full name
vi: Họ và tên

source: Must not contain number or special character
vi: không được chứa số hay kí tự đặc biệt

# shortNameLabel
source: What do you want to call in short (Short Name)
vi: Tên viết tắt của bạn (Short Name)

# dateOfBirthLabel
source: Date of birth
vi: Ngày tháng năm sinh

# citizenIdLabel
source: Identity number
vi: Số CMND/CCCD

# personalEmailLabel
source: Personal email
vi: Địa chỉ mail cá nhân

# fullNameHintText
source: Full name
vi: Họ và tên

# shortNameHintText
source: Short name
vi: Tên viết tắt

# citizenIdHintText
source: Identity number
vi: Số CMND/CCCD

# dateOfBirthHintText
source: Day/Month/Year
vi: Ngày/tháng/năm

# citizenIdMustContain9or12digits
source: Identity number must contain 9 or 12 digits
vi: Số CCCD/CMND phải chứa 9 hoặc 12 chữ số

source: Next
vi: Tiếp tục

source: Complete
vi: Hoàn thành

source: Choose your alias
vi: Alias của bạn

# chooseAliasNotice
source: Notice that you can only choose alias once, cannot change later!
vi: Lưu ý! Bạn chỉ có thể chọn tên Alias một lần duy nhất, sau đó sẽ không thể thay đổi.

source: is invalid
vi: không hợp lệ

source: Registered Successfully!
vi: Đăng kí thành công!

# registeredSuccessfullyMessage
source: Please wait! We will send your account login information via email soon. You can also explore GEEK Adventure and Geek Up while waiting.
vi: Bạn chờ mình nhé! Mình sẽ xác nhận thông tin và gửi tài khoản qua email cho bạn nhanh thôi. Trong lúc chờ đợi, bạn tìm hiểu thêm về GEEK Up hành trình GEEK Adventure nhé.

source: Explore GEEK Adventure
vi: Khám phá GEEK Adventure

source: Explore GEEK Up
vi: Khám phá GEEK Up

source: Error
vi: Lỗi

source: Register Failed
vi: Đăng ký thất bại

# emailOrCitizenIdNoHasAlreadyExistedPleaseCheckAgain
source: Email or citizen ID number has already existed, please check again
vi: Email hoặc CCCD/CMND đã tồn tại, vui lòng kiểm tra lại

source: Error occurred, please try again
vi: Có lỗi xảy ra, vui lòng kiểm tra lại

source: Server data error, please try again
vi: Dữ liệu máy chủ xảy ra lỗi, lòng thử lại sau

source: Identity number
vi: Số CMND/CCCD

# identityNumberLabel
source: Identity number
vi: Số CMND/CCCD

source: Invalid input
vi: Dữ liệu không hợp lệ

source: Identity number must contain 9 or 12 digits
vi: Số CCCD/CMND phải chứa 9 hoặc 12 chữ số

source: Upload Avatar
vi: Chọn ảnh

# checkAll
source: Check/unCheck All
vi: Chọn hoặc bỏ chọn tất cả

source: Change password fail!
vi: Đổi mật khẩu thất bại!

source: Join Geekaholic
vi: Gia nhập Geekaholic

source: Doing
vi: Đang làm

source: Upcoming
vi: Sắp tới

# doneTask
source: Done
vi: Hoàn thành

source: Expired
vi: Hết hạn

# conquerAliaMissionToRankUp
source: Conquer Alia's many missions to rank up fast at GEEK Up!
vi: Chinh phục thiệt nhiều nhiệm vụ của Alia để thăng hạng thiệu nhanh tại GEEK Up nhaa!

# messageListMissionDoingEmpty
source: You currently have no mission to do. But don't worry, to get ready for the upcoming journey, explore GEEK Adventure and join Geekaholic!
vi: Hiện tại bạn chưa có nhiệm vụ để làm rùi. Nhưng đừng lo, để sẵn sàng cho hành trình sắp tới thì bạn khám phá Geek Adventure và gia nhập Geekaholic nè!

# messageListMissionUpcomingEmpty
source: You have no mission to do in the near future. But don't worry, to get ready for the upcoming journey, explore GEEK Adventure and join Geekaholic!
vi: Sắp tới bạn chưa có nhiệm vụ để làm rùi. Trong lúc chờ đợi hành trình sắp tới thì bạn hãy khám phá GEEK Adventure và gia nhập Geekaholic nè!

# messageListMissionDoneEmpty
source: You have not completed the mission.
vi: Bạn chưa có nhiệm vụ hoàn thành.

# messageListMissionExpiredEmpty
source: You have no expired mission.
vi: Bạn không có nhiệm vụ nào bị hết hạn.

# aliaPoint
source: Alia points
vi: Điểm Alia

source: Personal Information
vi: Thông tin cá nhân

source: Open Web Fail
vi: Mở trang Web thất bại

# dataConflict
source: Input data has already existed!
vi: Dữ liệu đã tồn tại

source: System is currently error, please try again later
vi: Hệ thống đang lỗi, vui lòng thử lại sau

source: Pick from gallery
vi: Chọn ảnh từ bộ sưu tập

source: Take a photo
vi: Chụp hình

source: Achievement Acquired
vi: Thành tựu "nho nhỏ" đã đạt được

source: missions
vi: nhiệm vụ

source: completed
vi: đã hoàn thành

# obdStagePreBoarding
source: Ready to join GEEK Up
vi: Sắp gia nhập GEEK Up!!

# obdStageFirstDay
source: First day
vi: Ngày đầu tiên

# obdStageFirstWeek
source: First week
vi: Tuần đầu tiên

# obdStageFirstMonth
source: First month
vi: Tháng đầu tiên

# obdStageSecondMonth
source: Second month
vi: Tháng thứ hai

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Place of Birth
vi: Nơi sinh

source: Marital Status
vi: Tình trạng hôn nhân

# howManyChildren
source: How many children do you have
vi: Bạn có bao nhiêu người con

source: How do you want to be called
vi: Bạn muốn có danh xưng nào

# province
source: Province/City
vi: Tỉnh/thành phố

source: Mr
vi: Anh

source: Mrs
vi: Chị

source: Single
vi: Độc thân

source: Married
vi: Kết hôn

# doYouUseTransportation
source: Do you use transportation to work?
vi: Bạn có dùng xe máy/xe hơi đến công ty không?

source: Plate Number
vi: Biển số xe

# brandTransportation
source: Vehicle/Car Brand
vi: Dòng xe (Hiệu xe)

source: Color Transportation
vi: Màu xe

# picksize
source: T-shirt size for team activations
vi: Size áo Thun cho các hoạt động của team

# tilte_use_MAC
source: You can use a Mac
vi: Bạn có biết sử dụng máy Mac

# birthdayCelebrateDayTitle
source: The day a you want to Celebrate birthday
vi: Ngày muốn tổ chức sinh nhật

# birthdayCelebrateDay
source: The day a you want to Celebrate birthday
vi: Ngày bạn muốn tổ chức sinh nhật

# anontherBirthday
source: If you have another birthday , different date of birth on your identity card, choose here!
vi: Nếu bạn có ngày sinh khác trên CMND/CCCD thì chọn ở đây nhé!

# Nickname
source: Your Nickname
vi: Tên viết tắt của bạn

# inputNickname
source: Ex: Quang Ho
vi: Vd: Quang Hồ

# profileAvatar
source: A photo of you that you like
vi: Một tấm ảnh ưng ý của bạn

# profileAvatarDescript
source: Body images are not visible to the body. The background and people are not visible. The image is 3x4 in size, close to the face or too close to the person. Restrict use of photo editing applications. .
vi: Hình chính diện thoàn thân/bản thân từ bụng lên không bị mất đầu. Nền và người không bị trừng nhau quá.Không gửi hình 3x4 , ảnh cận mặt hoặc quá sát người. Hạn chế dùng app chỉnh ảnh quá mức.

# aboutMe
source: Please share with GEEKs about your dream
vi: Hãy chia sẻ với các GEEK đôi nét về bạn

# aboutMeDescript
source: Hobbies, strengths, dreams, personalities, pets, sports, activities you love or things you are most passionate about,...
vi: Sở thích, sở trường, ước mơ, tính cách,vật nuôi, thể thao, các hoạt động bạn yêu thích hoặc điều bạn tâm đắc nhất,...

# aboutMeHintText
source: Share about yourself
vi: Chia sẻ về bản thân

# identificationNumber
source: ID number
vi: Số CMND/CCCD

source: Issued Place
vi: Nơi cấp

# hintTextIssusedPlace
source: Example: The Chief of the Police Department came to his sister's life to temporarily leave the society
vi: Vd: Cục Trưởng Cục Cảnh sát quản lý hành chính về trật tự xã hội

# issuedDate
source: Guaranteed date
vi: Ngày cấp

# attachPhotoID
source: Attach scan/photo of 2 side ID card
vi: Đính kèm bản scan/hình chụp 2 mặt của CMND/CCCD

source: as below
vi: như bên dưới

# required
source: This field cannot be empty
vi: Không được để trống

# infoBank
source: The company will pay your monthly salary through the bank account information you provide.
vi: Công ty sẽ thanh toán lương hàng tháng qua thông tin tài khoản ngân hàng mà bạn cung cấp.

source: General Information
vi: Thông tin chung

source: Bank Information
vi: Thông tin ngân hàng

source: Emergency Information
vi: Thông tin liên hệ khẩn cấp

source: Transportation Information
vi: Thông tin phương tiện di chuyển

source: Sharing Space
vi: Góc chia sẻ

# frontImagePicker
source: Upload front image here
vi: Tải mặt trước ở đây

# backImagePicker
source: Upload back image here
vi: Tải mặt sau ở đây

# pickSizeHintText
source: Pick size T-shirt
vi: Chọn size áo

# nameBank
source: Bank name
vi: Tên ngân hàng

source: Bank branch
vi: Chi nhánh mở tài khoản ngân hàng

# bankOwner
source: Bank account holder
vi: Tên chủ tài khoản ngân hàng

source: Bank account number
vi: Số tài khoản ngân hàng

source: Yes
vi: Có

source: Graduation
vi: Tốt nghiệp trường

source: Save Draft
vi: Lưu bản nháp

source: Next Page
vi: Tiếp theo

source: Permanent Address
vi: Địa chỉ thường trú

source: Temporary Address
vi: Địa chỉ tạm trú

source: Phone Number
vi: Số điện thoại

source: Personal Email Address
vi: Địa chỉ email cá nhân

source: Academic Level
vi: Trình độ học vấn

source: Vocational
vi: Trung cấp

source: College
vi: Cao đẳng

source: University
vi: Đại học

source: Masters
vi: Thạc sĩ

source: Doctor
vi: Tiến sĩ

source: Majors
vi: Chuyên ngành

source: LinkedIn Link
vi: Tài khoản LinkedIn

source: Facebook Link
vi: Tài khoản Facebook Link

source: LinkedIn profile link
vi: Nhập đường link tài khoản LinkedIn

source: Facebook profile link
vi: Nhập đường link tài khoảnFacebook

source: Look up at
vi: Tra cứu tại

source: This Website
vi: website này

source: Number Of Dependents
vi: Số người phụ thuộc

source: Personal Income Rental Code
vi: Mã số thuế thu thập cá nhân

# alreadyHave
source: Already
vi: Đã có

source: Not Yet
vi: Chưa có

source: Date Start Work
vi: Ngày bắt đầu làm việc

source: Date/month/year
vi: Ngày/tháng/năm

source: Social Insurance Number
vi: Mã số BHXH

# nameEmergency
source: First and last name/ the relationship
vi: Họ tên/ mối quan hệ

# phoneEmergency
source: Relative's phone number
vi: Số điện thoại người thân

# addressEmergency
source: Contact address of relatives in case of emergency
vi: Địa chỉ liên hệ của người thân trong trường hợp khẩn cấp

source: Choose date
vi: Chọn ngày

source: Choose education level
vi: Chọn trình độ học vấn

source: Type permanent address
vi: Nhập địa chỉ thường trú

source: Type temporary address
vi: Nhập địa chỉ tạm trú

source: Type phone number
vi: Nhập số điện thoại

source: Type personal email address
vi: Nhập địa chỉ email cá nhân

# typeAcademicLevel
source: Choose academic level
vi: Chọn Trình độ học vấn

# typeMajors
source: Choose majors
vi: Chọn chuyên ngành

source: Type graduation
vi: Nhập tên trường

source: Do you have Social Insurance
vi: Bạn có sổ BHXH chưa

# SocialInsuranceProvince
source: Social Insurance of province
vi: Sổ BHXH thuộc tỉnh/thành

# lookUpSocialInsuranceNumber
source: Look up your social insurance number
vi: Tra cứu mã số BHXH của bạn

# typeSocialInsuranceNumber
source: Enter the social insurance number
vi: Nhập mã số BHXH

source: must be number
vi: Phải là số

# issuedPlaceHintText
source: Enter the place of issue of the ID card
vi: Nhập nơi cấp CMND/CCCD

# validCitizenIdCard
source: ID card/passport still valid.
vi: CMND/CCCD còn thời hạn sử dụng

# doNotUseScans
source: Do not use scans, photocopies
vi: Không sử dụng bản scan, photocopy

# notBlurred
source: The image is not blurry and has no missing corners.
vi: Ảnh không bị mờ, mất góc

# notFlared
source: Make sure the image is not blurry and has no missing corners.
vi: Đảm bảo ảnh không bị mờ, mất góc

source: Front View Upload
vi: Tải mặt trước

source: Back View Upload
vi: Tải mặt sau

source: Please upload picture
vi: Vui lòng tải hình ảnh

# tShirtSize
source: T-shirt size for team activities
vi: Size áo thun cho các hoạt động của team

source: No
vi: Không

source: Here
vi: Tại đây

# chooseProvince
source: Choose City
vi: Chọn tỉnh/TP

# confirmProfileInfo
source: Confirm profile information
vi: Xác nhận thông tin hồ sơ

# ifChangesProfileInfo
source: If there are any changes, you can contact GEEK Up directly for additional information
vi: Nếu có bất kỳ thay đổi nào,bạn có thể liên hệ trực tiếp với GEEK Up để bổ sung thông tin

# OnboardingformSuccess
source: Congratulations on completing your profile!
vi: Chúc mừng bạn đã hoàn thành hồ sơ!

# OnboardingformSuccessMessage
source: Let's go to the homepage to discover the quests waiting for you to conquer!
vi: Mình cùng đến trang chủ để khám phá các nhiệm vụ chờ bạn chinh phục nhé!

# BackToHome
source: Go to home page
vi: Đến trang chủ

source: Go back
vi: Quay lại

source: Type Plate Number
vi: Nhập biển số xe

source: Type
vi: Nhập

# saveDraftConfirmTitle
source: Want to save onboarding form information?
vi: Bạn muốn lưu thông tin đăng kí?

# saveDraftConfirmdescript
source: The information you enter will be saved. Next time you come back, you don't have to re-type it again
vi: Những thông tin bạn điền sẽ được lưu lại.Lần sau quay lại thì bạn không phải điền lại từ đâu nữa

# exitTitle
source: You need to save information before exiting
vi: Bạn cần lưu thông tin trước khi thoát

# exitDescript
source: If you don't 'Save Draft', the information you entered will not be saved, and the next time you come back, you will have to start over.
vi: Nếu không 'Lưu bản nháp' thì thông tin mà bạn điền sẽ không được lưu lại, lần sau quay lại thì bạn phải nhập từ đầu đó.

source: Save and exit
vi: Lưu và thoát

# noSaveAndExit
source: Exit
vi: Thoát

# obdFail
source: Cannot execute OBD form
vi: Đã có lỗi xảy ra

# socialInsuranceProvinceLabel
source: What province is your social insurance in?
vi: BHXH của bạn thuộc tỉnh thành nào

source: Look up personal income rental code
vi: Tra cứu mã số thuế của bạn

# obdStageQualifying
source: Ready to level up
vi: Chuẩn bị thăng hạng...

# typeNameEmergency
source: Enter the name of the relative/relationship
vi: Nhập họ tên người thân/mối quan hệ

# typePhoneEmergency
source: Enter your relative's phone number
vi: Nhập số điện thoại người thân

# typeRelativeAddress
source: Enter a relative's address
vi: Nhập địa chỉ người thân

# obdFailMessage
source: Please save your draft and try again later or contact the multiplier on
vi: Vui lòng lưu bản nháp và thử lại sau hoặc liên hệ bộ phân nhân sự qua số

# logOutTitle
source: Are you sure you want to log out ?
vi: Bạn có chắc muốn đăng xuất ?

# logOutMessage
source: If you want to log out, you won't receive notifications of new quests and you'll miss it
vi: Nếu bạn muốn đăng xuất sẽ không nhận được thông báo về nhiệm vụ mới và bạn sẽ lỡ mất đó

source: Log out fail
vi: Đăng xuất thất bại

source: Cannot load profile
vi: Không thể tải thông tin cá nhân

source: Please login again
vi: Vui lòng đăng nhập lại

# placeOfBirthHintText
source: Select Province/City
vi: Chọn Tỉnh/Thành Phố

# issuedPlaceId
source: Issued Place of ID
vi: Nơi cấp CMND/CCCD

source: Image
vi: Hình ảnh

# daysRemaining
source: {dayRemain} days left
vi: Còn {dayRemain} ngày

# oneDayRemaining
source: 1 day left
vi: Còn 1 ngày

source: Got it
vi: Hiểu rồi

# uploadMissionImage
source: Upload the photo of the mission
vi: Tải ảnh của nhiệm vụ

source: Activity
vi: Hoạt động

# activityTextOnlyDescription
source: Submit photo to confirm the task
vi: Nộp hình để xác nhận nhiệm vụ

# shortNameMessage
source: The abbreviation (short name) will be used when working within the team, with clients, and will be displayed on your email and name card.
vi: Tên viết tắt(short name) sẽ dùng khi làm việc trong team , với khách hàng và được thể hiện trên email và Name-card của bạn đó

# shortNameRule
source: • Professional enough • Short • No special characters • Exact, no impersonation
vi: • Đủ chuyên nghiệp • Ngắn gọn • Không có kí tự đặc biệt • Chính xác,không giả danh

# shortNameRuleTile
source: Rule for short name:
vi: Yêu cầu với tên viết tắt:

# shortNameExample
source: Naming rules and examples:
vi: Quy định đặt tên và ví dụ:

# firstAndLastName
source: • First name + Last Name:
vi: • Tên + Họ:

# middleAndLastName
source: • Middle name + Last Name:
vi: • Tên lót + Họ:

# englishName
source: • English name + Last Name:
vi: • Tên tiếng Anh + Họ:

source: Change avatar
vi: Đổi avatar

# confirmChangeAvatarTitle
source: Confirm change avatar
vi: Xác nhận đổi avatar

# confirmChangeAvatarBody
source: Are you sure to change avatar?
vi: Bạn có chắc chắn muốn đổi avatar?

# instruction
source: Instructions
vi: Hướng dẫn cách làm

# supporter
source: Supporters
vi: Người hỗ trợ

# homePageMessage
source: Complete as many mission as you can to level up at GEEK Up! 😋
vi: Chinh phục thật nhiều nhiệm vụ cùng Alia để thăng hạng tại GEEK Up nha! 😋

source: Mission detail
vi: Chi tiết nhiệm vụ

# needResubmit
source: Need to resubmit
vi: Cần nộp lại

source: Pending
vi: Chờ xác nhận

source: Finish Day
vi: Ngày hoàn thành

source: Expired Day
vi: Ngày hết hạn

source: Submit mission
vi: Nộp nhiệm vụ

# completeMission
source: Complete
vi: Hoàn thành

# confirmSubmitMission
source: Are you sure to submit this mission?
vi: Bạn có chắc chắn nộp nhiệm vụ?

# systemError
source: An error has occurred in the system. Please try again! 😔
vi: Hệ thống đã xảy ra lỗi. Bạn hãy thử lại nhé! 😔

# markRead
source: Mark all as read
vi: Đánh dấu tất cả đã đọc

source: Notification
vi: Thông báo

# informCompletedMission
source: You are complete the mission
vi: Bạn đã hoàn thành nhiệm vụ

# submittedPhoto
source: You have submitted a photo to confirm the quest
vi: Bạn đã nộp hình để xác nhận nhiệm vụ

source: Date start work must be in future
vi: Ngày làm việc phải ở tương lai

source: Resubmit
vi: Nộp lại

# waitingVerify
source: Your mission is waiting for verify.
vi: Nhiệm vụ của bạn đang chờ xác nhận.

# levelUp
source: Promotion notification
vi: Thông báo thăng hạng

# obdSuccessTitle
source: Congratulations, you have completed the Onboarding process at GEEK UP
vi: Chúc mừng bạn đã hoàn thành quá trình Onboarding tại GEEK UP

# obdSuccessMessage
source: You have been promoted and become an
vi: Bạn đã thăng hạng và đã trở thành một

# obdSuccessMessageEnd
source: Your adventure officially begins from now.
vi: Cuộc phiêu lưu của bạn chính thức bắt đầu từ bây giờ.

# continueJourney
source: Continue the journey
vi: Tiếp tục cuộc hành trình

# saveDraftSuccess
source: Save draft successfully.
vi: Lưu bản nháp thành công.

source: Save draft failed.
vi: Lưu bản nháp thất bại.

# shortNameTitle
source: Short name
vi: Tên viết tắt

# youHaveJustCompletedMission
source: Yay! You have just completed mission "{missionName}"!
vi: Yay! Bạn đã hoàn thành nhiệm vụ "{missionName}" rồi đó!

# youHaveJustAssignedWithMission
source: You have just assigned with the mission "{missionName}".
vi: Bạn vừa nhận được nhiệm vụ "{missionName}".

# youHaveJustAssignedWithTemplate
source: You have just assigned with {noMission} missions.
vi: Bạn vừa nhận được {noMission} nhiệm vụ.

# beCarefulYourMissionIsAboutExpired
source: Be careful! "{missionName}" will be expired in {expiredIn} days!
vi: Cần thận! "{missionName}" còn {expiredIn} ngày nữa là hết hạn rồi nha!

# notificationEmptyMessage
source: You currently have no notifications.
vi: Bạn hiện không có thông báo nào!

# completeOnboardingNotification
source: Congratulations! You have just completed the Onboarding and become an Explorer!
vi: Chúc mừng bạn đã hoàn thành Onboarding và trở thành Explorer!

# permissionNotGrantedTitle
source: Permission Not Granted
vi: Quyền chưa được cấp
